"""用于设计输出的格式与界面"""


def start_interface():
    """开始界面"""
    print("\n" + "*" * 50)
    print(" " * 6 + "-" * 6 + "欢迎使用耳机没电学生管理系统" + "-" * 6 + " " * 8)
    print(" " * 6 + "1.录入学生成绩")
    print(" " * 6 + "2.显示学生成绩")
    print(" " * 6 + "3.查询学生成绩")
    print(" " * 6 + "4.查询学生成绩平均分")
    print(" " * 6 + "5.查询学生成绩最高分")
    print(" " * 6 + "6.查询学生成绩最低分")
    print("\n" + "*" * 50)


if __name__ == "__main__":
    start_interface()






























































































